import { Product } from "@/models/Product.jsx";

export const products = [
    new Product(
        1,
        "Монитор игровой Lenovo Legion R25i-30 (67B7GACBUA)",
        "Диагональ экрана: 24,5''\nРазрешение экрана:\nFull HD (1920x1080)\nТип матрицы:\nIPS\nМаксимальная частота развертки экрана:\n180 Гц\nОсобенности:\nРегулировка по высоте, Поворот экрана, Возможность настенного крепления, Встроенные динамики",
        6599,
        6999,
        1,
        5,
        "/img/f_auto.avif"),
    new Product(
        2,
        "Монитор игровой Lenovo Legion R25i-30 (67B7GACBUA)",
        "Диагональ экрана: 24,5''\nРазрешение экрана:\nFull HD (1920x1080)\nТип матрицы:\nIPS\nМаксимальная частота развертки экрана:\n180 Гц\nОсобенности:\nРегулировка по высоте, Поворот экрана, Возможность настенного крепления, Встроенные динамики",
        6599,
        6999,
        1,
        5,
        "/img/f_auto.avif"),
]